{
  "rules": {
    "1.1": {
      "content": "Любой человек, зарегистрировавшийся на проекте, соглашается со всеми правилами, перечисленными ниже, а также с политикой по обработке персональных данных. Незнание правил не освобождает пользователя от ответственности."
    },
    "1.2": {
      "content": "Вы сами несете ответственность за безопасность своего аккаунта и обязуетесь соблюдать все надлежащие меры по обеспечению его безопасности. Взлом аккаунта не является оправданием, если игрок обвиняется в нарушении правил."
    },
    "1.3": {
      "content": "Сервис бесплатен и предоставляется «как есть» без каких–либо гарантий правильной работы. Администрация оставляет за собой право не возвращать вещи, потерянные в результате бага, отката, смерти игрока, нестабильной работы серверов и т.п."
    },
    "1.4": {
      "content": "При блокировке аккаунта все игровые ценности (предметы в инвентаре, территория, содержимое сундуков и прочее) возврату и передаче не подлежат."
    },
    "1.5": {
      "content": "Администрация (Гл. Модератор в том числе) имеет право вмешиваться в игровой процесс в любое время и действовать \"по ситуации\" в том случае, если сочтёт это необходимым. Под \"необходимостью\" имеются в виду следующие ситуации: угроза нормальной работоспособности сервера/проекта, помеха комфортной среде для игроков и т.п."
    },
    "1.6": {
      "content": "Любые игровые ценности игрока могут быть изъяты и удалены в случаях, если: \n\nигрок не входил в игру более 30 дней;\nигровые ценности были получены нечестным путем или в результате ошибки в работе сервера."
    },
    "1.7": {
      "content": "Запрещена реклама и упоминание сторонних проектов в любом её виде.",
      "punishment": "Бан от 1 часа."
    },
    "1.8": {
      "content": "Запрещено регистрировать никнеймы и устанавливать префиксы, прямо или косвенно нарушающие другие пункты правил, а также: \n\nносящие эротический или аморальный характер;\nсодержащие явную отсылку к модерации или администрации проекта.",
      "punishment": "Ник: Перманентная блокировка аккаунта.\nПрефикс: Сброс префикса. При злоупотреблении: мут."
    },
    "1.9": {
      "content": "Запрещено устанавливать скины и плащи: \n\nсодержащие надписи с оскорблениями или нецензурными выражениями;\nносящие порнографический характер;\nимеющие отношение к нацизму.",
      "punishment": "Бан на 1 час. При рецидиве – бан от 1 до 7 дней."
    },
    "1.10": {
      "content": "Запрещено лжесвидетельствовать против игроков, подделывать доказательства, шантажировать доказательствами нарушения игрока.",
      "punishment": "Бан на 7 дней. При рецидиве – бан от 7 до 30 дней."
    },
    "1.11": {
      "content": "Жалобы на нарушения должны быть поданы не позднее 48-ми часов с момента фиксации."
    },
    "1.12": {
      "content": "Запрещено покупать или продавать игровые ресурсы, игровой аккаунт, предоставлять прочие услуги за реальные деньги или в обмен на другие ценности, не связанные с проектом. Запрещено передавать данные аккаунта третьим лицам и использовать аккаунты третьих лиц.",
      "punishment": "Пермаментный бан."
    },
    "1.13": {
      "content": "Только назначенный персонал имеет право выдать наказание по дополнительным правилам, которые указаны в описании каждого сервера. Важно! На каждом сервере свои дополнительные правила. Они также являются частью основных правил."
    },
    "1.14": {
      "content": "Правила создания и использования мультиаккаунтов:\n\nЗапрещено создавать мультиаккаунты для:\n\nпрохождения квестов для получения ресурсов;\nсобственного обогащения;\nнамеренного нарушения правил.\nЕсли у игрока имеется уже забаненный аккаунт, то модерация в праве банить последующие аккаунты игрока на максимально возможный срок.",
      "punishment": "Перманентный бан твинк-аккаунта. При рецидиве: перманентный бан всех аккаунтов."
    },
    "1.15": {
      "content": "Средства, потраченные на донат, идут на развитие проекта (разработка, модернизация и поддержка интернет-проекта) и не могут быть возвращены ни при каких обстоятельствах."
    },
    "1.16": {
      "content": "В случае необходимости игрок может быть временно забанен модерацией на время разрешения инцидента с нарушением правил."
    },
    "1.17": {
      "content": "За чрезмерно частые и регулярные нарушения правил вы и все ваши твинк аккаунты могут быть забанены навсегда."
    },
    "2.1": {
      "content": "Регулировка отношений внутри региона происходит самими игроками (если вы добавляете игрока в регион, он имеет полное право забрать все ваши ресурсы)."
    },
    "2.2": {
      "content": "игрок не обязан возвращать потерянные в PvP или же случайно выброшенные вами вещи."
    },
    "2.3": {
      "content": "Запрещено:\n\nиспользовать или обсуждать изменения файлов клиента, дюпы, ошибки (баги) в работе серверов и любые сторонние программы, дающие дополнительные преимущества в игре или наносящие вред игровому процессу и серверам; \nиспользовать, распространять, хранить предметы, добытые нечестным путем.",
      "punishment": "Бан от 7 до 360 дней."
    },
    "2.3.1": {
      "content": "Все игроки, замеченные в помощи, либо состоявшие в регионе, на котором происходил дюп, наказываются в соответствии правил также, как и человек, которого забанили за нарушение правила 2.3."
    },
    "2.4": {
      "content": "Запрещено: \n\nвводить в заблуждение игроков с целью получения собственной выгоды; \nвводить в заблуждение представителей администрации.\nвыдавать себя за должностное лицо проекта/сервера, если вы таковым не являетесь.",
      "punishment": "Бан от 7 до 180 дней;\n\nБан от 3 до 7 дней. При рецидиве – бан от 7 до 30 дней."
    },
    "2.5": {
      "content": "Запрещено продавать блоки, напечатанные на 3D-принтере, схожие с приборами и механизмами, без указания того, что это 3D-модель.",
      "punishment": "Бан от 1 до 7 дней."
    },
    "2.6": {
      "content": "Запрещено убийство игрока после использования запроса на телепортацию и принятия телепортации в том случае, если:\n\nигрок телепортируется к жертве или телепортирует жертву к себе и убивает, не выждав 2 минуты;\nигрок имел какой-либо договор с жертвой (наказание выдается по пункту 2.4).",
      "punishment": "Бан от 1 до 3 дней, изъятие выбитых ресурсов. При рецидиве – Бан от 3 до 10 дней."
    },
    "2.6.1": {
      "content": "игроки напрямую либо косвенно причастные к убийству при телепортации, также могут быть наказаны."
    },
    "2.7": {
      "content": "Запрещено совершать любые действия, направленные на дестабилизацию экономики сервера.",
      "punishment": "Бан от 1 до 7 дней. При рецидиве – бан от 7 до 30 дней."
    },
    "2.7.1": {
      "content": "игроки имеют право раздавать публично исключительно следующие ресурсы: еду, землю, булыжник, камень, стекло и песок."
    },
    "2.8": {
      "content": "Запрещено нарушать правила официальных (созданных или одобренных администрацией) ивентов или мешать их проведению;",
      "punishment": "Указывается в правилах ивента. Срок наказания не должен превышать 24 часов."
    },
    "2.9": {
      "content": "Запрещены оскорбления и нецензурные выражения в названиях предметов, варпов, животных;",
      "punishment": "Бан на 1 день и удаление предмета, варпа, животного. При рецидиве – бан от 1 до 7 дней."
    },
    "2.10": {
      "content": "Запрещено наносить вред чужим постройкам, в том числе: \n\nприносить вред чужим постройкам с помощью поршней, разлива воды, лавы и прочих жидкостей;\nубивать мирных животных в загонах/выталкивать животных из загонов;\nнамеренно блокировать доступ к чужим сооружениям, выстраивая глухие стены, вырывая окопы, разливая жидкости;\nуничтожать чужие посевы;\nсоздавать регионы впритык к чужим регионам, с целью навредить игровому процессу;\nустанавливать сирены/радио вблизи чужих приватов.",
      "punishment": "Бан от 1 до 7 дней. При рецидиве – бан от 7 до 30 дней."
    },
    "2.11": {
      "content": "Запрещено публичное размещение объектов: \n\nимеющего форму чего–либо непристойного; \nсодержащих в себе оскорбления или нецензурные выражения;\nпредставляющих из себя нацистские символы.",
      "punishment": "Снос постройки. Предупреждение или бан от 1 часа до 2 дней. При рецидиве – бан до 7 дней."
    },
    "2.12": {
      "content": "Запрещено намеренно портить внешний вид карты.",
      "punishment": "Предупреждение. При рецидиве – бан на 1 день."
    },
    "2.13": {
      "content": "Запрещено каким-либо образом обходить защиту системы приватов. Например, случаи, когда один игрок украл ресурсы у другого игрока из сундука, который находился на краю привата, используя различные методы (по типу труб и тому подобного).",
      "punishment": "Бан от 3 до 5 дней. При рецидиве Бан от 5 до 12 дней."
    },
    "2.14": {
      "content": "Любые действия, направленные на помощь забаненному игроку (до или после бана), могут расцениваться как соучастие.",
      "punishment": "Бан от 12 часов."
    },
    "2.15": {
      "content": "Запрещено создавать публичные варпы в регионах, которые не являются безопасными для посетителей и не имеют флага на отключения PVP. (при создании PvP арены место, в которое попадут игроки при телепортации, должно быть безопасным, а при входе в PvP зону, обязательно должны быть соответствующие индикаторы и предупреждения о пвп).",
      "punishment": "Предупреждение создателя варпа. В случае отсутствия, либо рецидива: варп будет удалён."
    },
    "2.16": {
      "content": "Запрещена трансляция матерного контента в публичных местах путём установки радио, либо использования голосового чата (касается в основном русского мата).",
      "punishment": "Предупреждение, снос радио/мут голосового чата до рестарта. При рецидиве – бан от 1 до 7 дней."
    },
    "2.17": {
      "content": "Запрещается строить конструкции, создающие избыточную нагрузку на сервер. Администрация оставляет за собой право сносить проблемные механизмы без предупреждения, в случае обнаружения крайне большой нагрузки, с целью стабилизации работы сервера. Просадки FPS не являются нагрузкой для сервера, поэтому не рассматриваются как нарушение.",
      "punishment": "Предупреждение и 2 часа на демонтаж конструкции, в противном случае - снос. При рецидиве - бан от 1 часа до 7 дней, если целью было намеренное создание лагов на сервере."
    },
    "3.0": {
      "content": "Приватные чаты(клан чаты/личные сообщения) не модерируются, если вам кто–то мешает, используйте команду: «/ignore ник». ​​​​​​​\n\nИсключение: личные сообщения назначенному персоналу, модерируются.",
      "punishment": "по правилам игрового чата, мут заменяется баном."
    },
    "3.1": {
      "content": "Запрещено: \n\nотправлять одинаковые сообщения с разницей по времени менее 60 секунд;\nотправлять сообщения, не имеющие смысловой нагрузки;\nпровоцировать флуд;\nиспользовать капс в сообщениях (кроме аббревиатур).",
      "punishment": "мут от 30 минут до 3 часов. При рецидиве: мут от 3 часов до 3 дней. "
    },
    "3.2": {
      "content": "Запрещено: \n\nоскорблять игроков и их родственников;\nоскорблять представителей администрации, сервер или проект в целом.\nупотреблять мат (в том числе завуалированный) и нецензурную лексику в любом виде;",
      "punishment": "мут от 1 до 24 часов;"
    },
    "3.3": {
      "content": "Запрещены любые виды попрошайничества, в том числе: \n\nпросить модерацию сменить время суток или погодные условия;\nпросить модерацию выровнять территорию;\nпросьбы снять наказание с игрока.",
      "punishment": "мут от 30 минут до 2 часов. При рецидиве – мут от 2 до 8 часов. "
    },
    "3.4": {
      "content": "Запрещена публичная критика и оспаривание действий назначенного персонала. Для этого существует специальный раздел форума, где можно подать жалобу.",
      "punishment": "мут от 30 минут до 3 часов. При рецидиве – мут от 3 до 24 часов."
    },
    "3.5": {
      "content": "Запрещено распространять ложные сведения о вайпе. Обо всех вайпах всегда пишут в новостях на сайте и форуме проекта.",
      "punishment": "мут от 30 минут до 3 часов. При рецидиве – мут от 3 до 24 часов."
    },
    "3.6": {
      "content": "Запрещено спамить запросами на телепорт/флудить в лс/оффтопить в личные сообщения членам мод.состава.",
      "punishment": "Предупреждение - кик с сервера. При рецидиве – бан от 1 до 3 дней."
    },
    "3.7": {
      "content": "Запрещено намеренно засорять чат слишком частыми смертями/убийствами игроков/мобов.",
      "punishment": "Предупреждение - кик с сервера. При рецидиве – бан от 1 до 3 дней."
    },
    "3.8": {
      "content": "Реклама и продажа:\n\nзапрещено отправлять сообщения коммерческого характера чаще чем раз в 5 минут.(куплю/продам/обменяю и т.п.);\nзапрещено любыми способами осуществлять рекламу варпа с разницей по времени менее 10 минут, в том числе разных варпов, если фактически они ведут в одну и ту же локацию;\nзапрещено осуществлять рекламу одного и того же варпа разными игроками с интервалом менее 10 минут",
      "punishment": "По пункту правил 3.1"
    },
    "3.9": {
      "content": "Сообщения провокационного характера. Запрещено:\n\nразжигать межнациональную рознь;\nподстрекать третьих лиц на нарушение правил;\nотправлять сообщения сексуального характера;\nобсуждать и пропагандировать сексуальные меньшинства;\nобсуждать и пропагандировать наркотические средства;\nугрожать расправой в реальной жизни.",
      "punishment": "мут от 1 до 6 часов. При рецидиве – мут от 6 часов до 3 дней."
    },
    "4.1": {
      "content": "Mod имеет право игнорировать нарушения других игроков."
    },
    "4.2": {
      "content": "При выдаче наказания (kick, mute, ban, warn) Mod обязан указать пункт правил или причину, по которой игрок получил наказание. Mod обязан хранить доказательства нарушений (за которые он выдал наказания) не менее 31-го дня, и в случае необходимости (по просьбе Главного Модератора) обязан предоставить их в соответствующей теме на форуме.",
      "punishment": "В случае отказа в предоставлении доказательств нарушения игроком правил, Mod получает бан от 1 до 7 дней. В случае бана без причины (не корректной причины), получает бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "4.3": {
      "content": "Mod имеет право выбирать степень наказания в зависимости от тяжести нарушения, в первую очередь опираясь на правила и здравый смысл."
    },
    "5.1": {
      "content": "Mod запрещено злоупотреблять донат возможностями и командами (убийство игроков с помощью команд, выдача наказаний без причины и тд). Запрещено использовать свой статус в корыстных целях.",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "5.2": {
      "content": "Mod запрещено менять/снимать чужие наказания. Для изменения/снятия наказания необходимо обратиться к главному модератору или администратору.",
      "punishment": "Бан от 1 до 3 дней. При рецидиве - перманентный бан."
    },
    "5.3": {
      "content": "Mod запрещено выдавать наказания по пунктам правил 4 - 11 (включая все подпункты). Для выдачи наказания необходимо обратиться к назначенному персоналу или получить разрешение от Главного Модератора.",
      "punishment": "Бан от 1 до 3 дней. При рецидиве - перманентный бан."
    },
    "6.1": {
      "content": "TrueMod имеет право игнорировать нарушения других игроков."
    },
    "6.2": {
      "content": "При выдаче наказания (kick, mute, ban, warn) TrueMod обязан указать пункт правил или причину, по которой игрок получил наказание. TrueMod обязан хранить доказательства нарушений (за которые он выдал наказания) не менее 31-го дня, и в случае необходимости (по просьбе Главного Модератора) обязан предоставить их в соответствующей теме на форуме.",
      "punishment": "В случае отказа в предоставлении доказательств нарушения игроком правил, TrueMod получает бан от 1 до 7 дней. В случае бана без причины (не корректной причины), получает бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "6.3": {
      "content": "TrueMod имеет право выбирать степень наказания в зависимости от тяжести нарушения, в первую очередь опираясь на правила и здравый смысл."
    },
    "7.1": {
      "content": "TrueMod запрещено злоупотреблять донат возможностями и командами (убийство игроков с помощью команд, выдача наказаний без причины и тд). Запрещено использовать свой статус в корыстных целях.",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "7.2": {
      "content": "TrueMod запрещено менять/снимать чужие наказания. Для изменения/снятия наказания необходимо обратиться к главному модератору или администратору.",
      "punishment": "Бан от 1 до 3 дней. При рецидиве - перманентный бан."
    },
    "7.3": {
      "content": "TrueMod запрещено выдавать наказания по пунктам правил 4 - 11 (включая все подпункты). Для выдачи наказания необходимо обратиться к назначенному персоналу или получить разрешение от Главного Модератора.",
      "punishment": "Бан от 1 до 3 дней. При рецидиве - перманентный бан."
    },
    "8.1": {
      "content": "Creative имеет право игнорировать нарушения других игроков."
    },
    "8.2": {
      "content": "При выдаче наказания (kick, mute, ban, warn) Creative обязан указать пункт правил или причину, по которой игрок получил наказание. Creative обязан хранить доказательства нарушений (за которые он выдал наказания) не менее 31-го дня, и в случае необходимости (по просьбе Главного Модератора) обязан предоставить их в соответствующей теме на форуме.",
      "punishment": "В случае отказа в предоставлении доказательств нарушения игроком правил, Creative получает бан от 1 до 7 дней. В случае бана без причины (не корректной причины), получает бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "8.3": {
      "content": "Creative имеет право выбирать степень наказания в зависимости от тяжести нарушения, в первую очередь опираясь на правила и здравый смысл."
    },
    "9.1": {
      "content": "Creative запрещено злоупотреблять донат возможностями и командами (убийство игроков с помощью команд, выдача наказаний без причины, дестабилизация экономики, раздача ресурсов и тд). Запрещено использовать свой статус в корыстных целях.",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "9.2": {
      "content": "Creative запрещено менять/снимать чужие наказания. Для изменения/снятия наказания необходимо обратиться к главному модератору или администратору.",
      "punishment": "Бан от 1 до 3 дней. При рецидиве - перманентный бан."
    },
    "9.3": {
      "content": "Creative запрещено дестабилизировать работу сервера (Бессмысленные постройки, вызывающие лаги, раздача ресурсов и т.п.).",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "9.4": {
      "content": "Creative запрещено участвовать в игровом процессе (Торговля, пвп и т.д.).",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "9.5": {
      "content": "Creative запрещено добавлять в свои приваты игроков и быть участником в чужих приватах. Исключением является игрок, отказывающийся принимать участие в игровом процессе. Добавление такого игрока возможно с одобрения Главного Модератора.",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "9.6": {
      "content": "Creative запрещено передавать игровые ценности из вкладки креатива игрокам (исключением являются строительные ресурсы, которые не дают ускорения в развитии и игроки, живущие в одном привате с Creative).",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "9.7": {
      "content": "Creative запрещено выдавать наказания по пунктам правил 4 - 11 (включая все подпункты). Для выдачи наказания необходимо обратиться к назначенному персоналу или получить разрешение от Главного Модератора.",
      "punishment": "Бан от 1 до 3 дней. При рецидиве - перманентный бан."
    },
    "10.1": {
      "content": "Admin имеет право игнорировать нарушения других игроков."
    },
    "10.2": {
      "content": "При выдаче наказания (kick, mute, ban, warn), Admin обязан указать пункт правил или причину, по которой игрок получил наказание. Admin обязан хранить доказательства нарушений (за которые он выдал наказания) не менее 31-го дня и в случае необходимости (по просьбе Главного Модератора) обязан предоставить их в соответствующей теме на форуме.",
      "punishment": "В случае отказа в предоставлении доказательств нарушения игроком правил, Admin получает бан от 1 до 7 дней. В случае бана без причины (не корректной причины) получает бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "10.3": {
      "content": "Admin имеет право выбирать степень наказания в зависимости от тяжести нарушения, в первую очередь опираясь на правила и здравый смысл."
    },
    "11.1": {
      "content": "Admin запрещено злоупотреблять донат возможностями и командами (убийство игроков с помощью команд, выдача наказаний без причины, дестабилизация экономики, раздача ресурсов и тд). Запрещено использовать свой статус в корыстных целях. Запрещено выдавать любые права прочим игрокам (/god, /gm и т.п.)",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "11.2": {
      "content": "Admin запрещено менять/снимать чужие наказания. Для изменения/снятия наказания необходимо обратиться к главному модератору или администратору.",
      "punishment": "Бан от 1 до 3 дней. При рецидиве - перманентный бан."
    },
    "11.3": {
      "content": "Admin запрещено дестабилизировать работу сервера (бессмысленные постройки, вызывающие лаги, раздача ресурсов).",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "11.4": {
      "content": "Admin запрещено участвовать в игровом процессе (торговля, пвп и т.д.).",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "11.5": {
      "content": "Admin запрещено добавлять в свои приваты игроков и быть участником в чужих приватах. Исключением является игрок, отказывающийся принимать участие в игровом процессе. Добавление такого игрока возможно с одобрения Главного Модератора.",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "11.6": {
      "content": "Admin запрещено передавать игровые ценности из вкладки креатива игрокам (исключением являются строительные ресурсы, которые не дают ускорения в развитии и игроки, живущие в одном привате с Admin).",
      "punishment": "Бан от 1 до 7 дней. При рецидиве - перманентный бан."
    },
    "11.7": {
      "content": "Admin (с одобрением Главного Модератора) имеет право принимать участие в жизни модераторского персонала сервера (набирать/понижать/снимать модераторов и т.п.)."
    }
  }
}